<!DOCTYPE html>
<html lang="en">

<head>
  <meta charset="UTF-8" />
  <link rel="icon" type="image/x-icon" href="https://openlayers.org/favicon.ico" />
  <meta name="viewport" content="width=device-width, initial-scale=1.0" />
  <title>GIT-Projekt // Storytelling</title>
</head>

<body>
  <div id="map"></div>
  <div id="infos">
    <div class="text" id="text0">
      <h1>Aktuelles Schnellbahnnetz</h1>
      Hamburgs Stadtgebiet wird aktuell von vier U-Bahn-, drei S-Bahnlinien sowie einer AKN-Linie erschlossen.
    </div>
    <div class="text" id="text1">
      <h1>Neue Bahnlinien</h1>
      Bis 2035 werden diese durch je eine weitere U- und S-Bahnlinie erg&auml;nzt. Au&szlig;erdem soll die U4 verl&auml;ngert
      und die aktuelle AKN-Linie zu einer S-Bahnlinie werden.
    </div>
    <div class="text" id="text2">
      <h1>Erreichbarkeit 2021</h1>
      Beim Blick auf die aktuelle fu&szlig;l&auml;ufige Erreichbarkeit der Haltestellen fallen schnell einige Gebiete ins Auge.
    </div>
    <div class="text" id="text3">
      <h1>Bergedorf</h1>
      So zum Beispiel die Vier- und Marschlande. Doch mit einem leicht ge&auml;nderten Schwerpunkt der Visualisierung, sieht
      es hier gar nicht mehr so schlimm aus.
    </div>
    <div class="text" id="text4">
      <h1>Einwohnerminuten</h1>
      Denn beim Kennwert der Einwohnerminuten, die Zeit, die alle Einwohner einer Fl&auml;cheneinheit brauchen, um zu der
      n&auml;chsten Haltestelle zu kommen, schneidet das Gebiet gar nicht mehr so schlecht ab. Grund daf&uuml;r sind die geringen
      Einwohnerzahlen.
    </div>
    <div class="text" id="text5">
      <h1>Wilhelmsburg</h1>
      Hier fallen eher andere Gebiete mit hoher Einwohnerdichte und schlechter Anbindung ins Gewicht, beispielsweise das
      Reiherstieg-Viertel und Kirchdorf-S&uuml;d in Wilhelmsburg. In beiden Gebieten wohnen viele Menschen, jedoch sind diese
      Gebiete nur mit Busverbindugnen an den &Ouml;PNV angebunden.
    </div>
    <div class="text" id="text6">
      <h1>Finkenwerder</h1>
      Auch auff&auml;llig sind Gebiete, die zwar vergleichsweise wenig bev&ouml;lkert sind, aber sehr weit vom Schnellbahnnetz
      entfernt sind. Nicht immer hei&szlig;t dies aber, das keine Anbindung an den &Ouml;PNV existiert. Finkenwerder ist
      beispielsweise &uuml;ber HVV-F&auml;hren relativ schnell erreichbar - diese F&auml;hren sind aber nicht Teil unserer Betrachtung.
    </div>
    <div class="text" id="text7">
      <h1>Hamburg</h1>
      Richten wir den Blick wieder zur&uuml;ck auf ganz Hamburg. Hier nochmal die Einwohnerminuten f&uuml;r ganz Hamburg mit
      aktuellem Ausbaustand des HVV.
    </div>
    <div class="text" id="text8">
      <h1>Hamburg 2035</h1>
      Nach dem Ausbaupl&auml;nen wird Hamburg allgemein, zumindest n&ouml;rdlich der (S&uuml;der-)Elbe, gleichm&auml;&szlig;iger erschlossen.
      Vorallem die vorher betrachteten Gebiete im Osten und Westen der Stadt sind nun besser erreichbar. So ist die
      durchschnittliche Zeit trotz Bev&ouml;lkerungswachstum nicht gestiegen, sondern gesunken.
    </div>
    <div class="text" id="text9">
      <h1>Neubaugebiete</h1>
      Auff&auml;llig ist, dass zentral gelegene Neubaugebiete mit neuen Haltestellen begleitet werden, w&auml;hrend diese 
      neuen Haltestellen bei Neubaugebieten in Stadtrandlage fehlen. Dies ist beispielsweise an den Neubaugebieten 
      Wilhelmsburg, Hafencity und dem Kleinen Grasbrook zu erkennen.
    </div>
    <div class="text" id="text10">
      <h1>Differenz der Erreichbarkeit</h1>
      Vergleicht man nun die Einwohnerminuten von heute mit denen von 2035, so sinken diese in den gr&uuml;n markiereten Bereichen
      und steigen in den rot markierten Neubaugebieten.
    </div>
    <div class="text" id="text11">
      <h1>S4</h1>
      Dies entsteht durch die neuen
      Haltestellen. Au&szlig;erdem k&ouml;nnten solche positiven Differenzen auch durch Bev&ouml;lkerungsverlust entstehen, dies wurde
      aber bei der Einwohnerprognose f&uuml;r 2035 nicht in Betracht gezogen und kommt daher nicht vor.
    </div>
    <div class="text" id="text12">
      <h1>Bergedorf-S&uuml;d</h1>
      In den roten Bereichen steigen die Einwohnerminuten stark an. Dies kommt vor allem durch Neubaugiete zustande, aber auch durch
      weiterhin schlechte Anbindung von Gebieten mit hoher Bev&ouml;lkerungsdichte.
    </div>
    <div class="text" id="text13">
      <h1>Fazit</h1>
      Trotz einiger weiterhin schlecht angebundener Gebiete verbessert sich die Anbindung vorallem f&uuml;r sozial 
      benachteiligte Stadtteile deutlich. Abschlie&szlig;end l&auml;sst sich die Situation gut mit einem Zitat einer 
      gro&szlig;en Baumarktkette beschreiben: "Es gibt immer was zu tun".
    </div>
  </div>
  <div id="extent"></div>
  <script type="module" src="./main.ts"></script>
</body>

</html>